{
  "id": "2832f10b-6f5b-4eba-aee3-8e32356dba6a",
  "title": "Confined Spaces Monitoring",
  "name": "confined-space-monitoring",
  "version": "0.0.1",
  "tagline": "Ensure safety of employees in confined spaces. Get real-time alerts when workers are present in the space for too long.",
  "overview": "In the dynamic landscape of chemical manufacturing, certain environments impose time restrictions on human presence, defining the concept of confined spaces. These restricted areas demand vigilant monitoring to ensure the safety of personnel. Our innovative Confined Spaces Monitoring scenario addresses this critical need, employing advanced technology to implement dwell time metrics for individuals within these confined areas. By meticulously tracking the time spent in such spaces, our application acts as a crucial safety net, alerting stakeholders when the allotted dwell time surpasses specified thresholds. \n\n Dwell time metrics serve as a proactive measure, enabling real-time monitoring and timely intervention. The system is equipped to generate instant alerts, ensuring that any extended presence in confined spaces triggers immediate attention. This not only enhances the safety of personnel but also aligns with industry regulations, promoting a secure working environment. Our Confined Spaces Monitoring scenario represents a pioneering solution that integrates seamlessly into chemical manufacturing operations, prioritizing safety and compliance while providing peace of mind to industry professionals. \n\n With a focus on precision, efficiency, and adherence to safety protocols, our Confined Spaces Monitoring scenario stands at the forefront of technological advancements. By leveraging data analytics and real-time alerts, this solution empowers organizations to mitigate risks associated with confined spaces, fostering a culture of safety and well-being within the industry.",
  "video_clips": [],
  "icon": "https://res.cloudinary.com/dznb3fphf/image/upload/v1704965395/scenario-images/confined-spaces-monitoring.png",
  "coming_soon": false,
  "completed": true,
  "models": {
    "latest": {
      "version": "0.0.1",
      "name": "confined-space-monitoring",
      "precision": 98.2,
      "recall": 95.2,
      "f1": 95,
      "datasetSize": 38000,
      "model_url": "https://workplaceos.blob.core.windows.net/models/yolov5s-default/yolov5s-default-0.0.1.zip",
      "supported_models": [],
      "beta_model_url": "",
      "model_hash": "9ff10e373725d0b23233d3258dd8b1f1"
    },
    "other": []
  },
  "events": {
    "DWELL_TIME": {
      "description": "Person dwell time exceeds limit",
      "schedule": "Immediate"
    }
  }
}